[
    {
        "title": "Jennifer Lopez Lists Sprawling Bel-Air Estate For $42.5 Million",
        "body": "The main level of the nine-bedroom main home features a two-story living room with a curved staircase with wrought-iron railings. Tyler Hogan for Carolwood Estates Six months after tying the knot with actor Ben Affleck, actress and singer Jennifer Lopez is ready to part with her sprawling Bel-Air estate for $42.5 million.",
        "image": "https://i.insider.com/63e65ec327e5db0018ef1595?width=1200&format=jpeg",
        "posted": "2023-02-12 04:26:11",
        "author": {
            "name": "Michelle Hofmann",
            "position": "forbes.com",
            "image": "https://imageio.forbes.com/specials-images/imageserve/63e85c6c1a8bbc5a3affa54d/0x0.jpg?format=jpg&width=1200"
        }
    },
    {
        "title": "What is a HELOC",
        "body": "A home equity line of credit, or HELOC, is a variable-rate line of credit that allows you to access your home's equity as cash for any purpose. HELOCs are a revolving line of credit, similar to a credit card in that you can borrow what you need, repay it and then borrow again. HELOCs are often used to pay for home improvements, but the funds can go toward any expense, including tuition, a vacation or wedding.",
        "posted": "2023-02-10 12:50:28"
    },
    {
        "title": "7 of the most popular online businesses to start right now",
        "body": "A possible recession, continued inflation, and ongoing layoffs have cast a shadow of uncertainty upon the new year. But career experts have said these factors will lead to increased business creation and more side hustlers in 2023. Today it's easier than ever to start your own business or side hustle because all the tools you need exist online. Plus, many are free or otherwise affordable. This digital revolution is one reason why 10.5 million Americans created businesses in the past two years. Online businesses can be an accessible way to earn extra income since most have low overhead costs and are simple to run from home.",
        "posted": "2023-02-10 16:17:20",
        "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA17kw6R.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg&x=425&y=202"
    },
    {
        "title": "United Wholesale Mortgage Review",
        "body": "Our experts answer readers' home-buying questions and write unbiased product reviews. Our opinions are our own. The bottom line: United Wholesale Mortgage is the second largest mortgage lender in the country, according to Home Mortgage Disclosure Act data . It offers a large range of mortgages to suit many different borrowers' needs, and it ranks high in customer satisfaction for its servicing.",
        "posted": "2023-02-10 18:59:40",
        "image": "https://i.insider.com/63ea8fee4102a900184c92c2?width=1200&format=jpeg",
        "author": {
            "name": "Molly Grace",
            "position": "businessinsider.com",
            "image": "https://img.freepik.com/free-photo/close-up-portrait-smiling-african-man-looking_171337-9852.jpg?w=360"
        }
    }
]