[
    {
        "title": "The Best 3-Month CD Rates of February 2023",
        "body": "Insider's experts choose the best products and services to help make smart decisions with your money. As of February 2023, the national  average APY (Annual Percentage Yield) on a 3-month CD is 0.57% APY.",
        "image": "https://i.insider.com/63e65ec327e5db0018ef1595?width=1200&format=jpeg",
        "posted": "2023-02-14 20:45:00",
        "author": {
            "name": "Sophia Acevedo",
            "position": "businessinsider.com",
            "image": "https://media.istockphoto.com/id/1357723739/photo/studio-portrait-of-a-smiling-young-latin-woman.jpg?b=1&s=170667a&w=0&k=20&c=RIMvJI9S1mZytKJydukxUF4hRoyVbR1W3ix6gsdo72I="
        }
    },
    {
        "title": "Hugh Hudson, 'Chariots of Fire' director, dead at 86",
        "body": " LONDON — Hugh Hudson, a British filmmaker who debuted as a feature director with the Oscar-winning Olympics drama 'Chariots of Fire' and later made such well-regarded movies as 'My Life So Far' and the Oscar-nominated 'Greystroke,' has died at age 86. Hudson's family issued a brief statement announcing that he died Friday at a hospital in London 'after a short illness.",
        "posted": "2023-02-10 20:23:01"
    },
    {
        "title": "Nikos Christoulides elected president of Cyprus in runoff vote",
        "body": "NICOSIA, Cyprus (AP) — Former foreign minister Nikos Christodoulides was elected as the new president of Cyprus in a runoff election Sunday. His rival, veteran diplomat Andreas Mavroyiannis, conceded defeat. With 100 percent of ballots counted, Christodoulides had 51.9 percent of the vote to Mayroyiannis' 48.1 percent, according to official election results. Christodoulides, 49, campaigned as a unifying force for ethnically divided Cyprus, eschewing ideological and party divisions. His message resonated with a wide swath of voters.",
        "posted": "2023-02-12 18:17:30",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2023/02/2023-02-12T092410Z_1328018904_RC2K9Z984MKX_RTRMADP_3_CYPRUS-ELECTION-1024x722.jpg",
        "author": {
            "name": "Menelaos Hadjicostis",
            "position": "pbs.org",
            "image": "https://img.freepik.com/free-photo/close-up-portrait-smiling-african-man-looking_171337-9852.jpg?w=360"
        }
    },
    {
        "title": "Suburban Chicago man reaches $91M settlement in 7-Eleven crash suit",
        "body": "A suburban Chicago man whose legs were amputated in 2017 after a car lurched forward into a parking space, pinning him against the front of a 7-Eleven store, reached a $91 million settlement on Monday with the convenience store chain. A Cook County judge approved the settlement on the day the man's lawsuit had been set for a jury trial, said James Power, one of the attorneys representing the 57-year-old plaintiff.",
        "posted": "2023-02-10 18:59:40",
        "image": "https://www.baltimoresun.com/resizer//997mlW-E0dolZJX0TshxNIYHo2o=/1200x630/filters:format(jpg):quality(70)/cloudfront-us-east-1.images.arcpublishing.com/tronc/HVE3H3ZJ5TODZFEJNQZLPD5ETQ.jpg"
    }
]