[
    {
        "title": "Israel's president urges Netanyahu to delay legal overhaul",
        "body": "JERUSALEM — Israel's president on Sunday appealed to Prime Minister Benjamin Netanyahu to delay a contentious plan to overhaul the country's judicial system and instead seek a compromise with his political opponents. President Isaac Herzog issued the appeal in a prime-time nationwide address a day before Netanyahu's coalition is to take its first steps toward implementing the plan in parliament.",
        "posted": "2023-02-12 18:49:45"
    },
    {
        "title": "Panel scolds Wisconsin justice for remarks in Trump case",
        "body": "A judicial oversight commission has dismissed a complaint against a liberal-leaning Wisconsin Supreme Court justice who accused an attorney for former President Donald Trump of making racist contentions and trying to protect his 'king' in a case challenging the 2020 election results in the battleground state. Justice Jill Karofsky released documents that show a retired attorney in Maryland filed one against her with the Wisconsin Judicial Commission two years ago.",
        "posted": "2023-02-11 12:55:34",
        "author": {
            "name": "Todd Richmond",
            "image": "https://profilemagazine.com/wp-content/uploads/2020/04/Ajmere-Dale-Square-thumbnail.jpg"
        }
    },
    {
        "title": "Nikos Christoulides elected president of Cyprus in runoff vote",
        "body": "NICOSIA, Cyprus (AP) — Former foreign minister Nikos Christodoulides was elected as the new president of Cyprus in a runoff election Sunday. His rival, veteran diplomat Andreas Mavroyiannis, conceded defeat. With 100 percent of ballots counted, Christodoulides had 51.9 percent of the vote to Mayroyiannis' 48.1 percent, according to official election results. Christodoulides, 49, campaigned as a unifying force for ethnically divided Cyprus, eschewing ideological and party divisions. His message resonated with a wide swath of voters.",
        "posted": "2023-02-12 18:17:30",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2023/02/2023-02-12T092410Z_1328018904_RC2K9Z984MKX_RTRMADP_3_CYPRUS-ELECTION-1024x722.jpg",
        "author": {
            "name": "Menelaos Hadjicostis",
            "position": "pbs.org",
            "image": "https://img.freepik.com/free-photo/close-up-portrait-smiling-african-man-looking_171337-9852.jpg?w=360"
        }
    },
    {
        "title": "Tests negative, Sen. John Fetterman leaves hospital",
        "body": "Pennsylvania Democratic Sen. John Fetterman left a hospital in Washington after a two-day stay, his office said Friday, following a spell of lightheadedness that prompted the visit as he recovers from a stroke he suffered last year on the campaign trail. In a statement, Fetterman's office said he was discharged from George Washington University Hospital after tests found no evidence of a new stroke or a seizure.",
        "posted": "2023-02-10 22:51:32",
        "image": "https://s.hdnux.com/photos/01/31/37/27/23459295/3/rawImage.jpg"
    }
]