[
    {
        "title": "Regulation of pseurotin A biosynthesis by GliZ and zinc in Aspergillus fumigatus",
        "body": "Recently, we reported that zinc regulates gliotoxin biosynthesis via ZafA, which is a zinc-responsive transcriptional activator. From an HPLC analysis of culture media of Aspergillus fumigatus , we found a trend of decreasing gliotoxin production but increasing pseurotin A and fumagillin production in proportion to the zinc concentration. The expression of the genes involved in pseurotin A biosynthesis was upregulated under high zinc concentrations.",
        "posted": "2023-02-10 16:56:19"
    },
    {
        "title": "Science is better than politics",
        "body": "'Surely, we can distinguish melted shrapnel from stones,' I noted during a Galileo Project research team meeting as we were planning the machinery for the Pacific Ocean expedition to retrieve fragments from the 2014 explosion of the first interstellar meteor. As shown in a recent paper, air friction should have brought down the tiniest spherules just under to the explosion site and larger fragments farther along the original line of motion of the meteor up to its intersection with the ocean surface.",
        "posted": "2023-02-12 19:15:00",
        "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA13f4rQ.img?h=315&w=600&m=6&q=60&o=t&l=f&f=jpg"
    },
    {
        "title": "Astronomers Discover Peculiar 'Tadpole' Cloud With a Mystery Behind It",
        "body": "Around 27,000 light-years away in the Sagittarius constellation, there's a cloud of gas shaped like a tadpole. For now, the cause of its distinctive shape is a mystery, but a team of astronomers has a good guess as to what's going on with its weirdness. It may involve a sneaky black hole. Japanese researcher Miyuki Kaneko at Keio University led the team that identified the unusual cloud, nicknamed it the \"Tadpole\" and set about investigating its secrets. They announced the molecular cloud's discovery in a paper published in The Astrophysical Journal last month.",
        "image": "https://www.cnet.com/a/img/resize/2cbc371d4a83100ddfebec70e4b02da9c598773f/hub/2023/02/16/d01e04ba-58a8-40b1-b1d1-5614e1b700d7/tadpolecloud.jpg?auto=webp&fit=crop&height=630&width=1200",
        "posted": "2023-02-16 23:47:00",
        "author": {
            "name": "Amanda Kooser",
            "position": "cnn.com",
            "image": "https://imageio.forbes.com/specials-images/imageserve/63e85c6c1a8bbc5a3affa54d/0x0.jpg?format=jpg&width=1200"
        }
    },
    {
        "title": "The 19th-century 'miracle' heart relic of holy French woman and no trace of disease, scientists say",
        "body": "The preserved heart of a holy French woman from the 19th century intrigued scientists after they found the relic showed no signs of the heart disease that supposedly afflicted her. Some church members see this as a sign of a miracle. The Catholic Church asked a team of scientists and the Quai Branly museum in Paris to examine the heart of Pauline Jaricot — a 19th-century missionary worker from Lyon, France, who died in 1862 — to better understand the conditions of her death while the process of making her a saint is underway.",
        "posted": "2023-02-11 12:30:00",
        "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA17mhWQ.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg"
    }
]