[
    {
        "title": "Philadelphia, Kansas City reveling in golden eras in sports",
        "body": "Hall of Fame third baseman Mike Schmidt remembers the halcyon days of Philadelphia sports in the early 1980s when, during a span of consecutive seasons, the city's four professional sports teams all played for championships. The Flyers lost to the Islanders in the Stanley Cup Final. The 76ers fell to the Lakers in the NBA Finals. The Eagles were blown out by the Raiders in the Super Bowl.",
        "posted": "2023-02-11 16:12:02",
        "author": {
            "name": "Dave Skretta",
            "image": "https://profilemagazine.com/wp-content/uploads/2020/04/Ajmere-Dale-Square-thumbnail.jpg"
        }
    },
    {
        "title": "Russell and Steyn shine as ruthless Scotland flatten Wales in Six Nations",
        "body": "Kyle Steyn scored two tries as Scotland humbled Wales 35-7 in a one-sided Six Nations contest that left the visitors still winless in this year's championship.",
        "posted": "2023-02-11 18:53:24",
        "image": "https://i.guim.co.uk/img/media/c6e431137a8cab61efd58259cc779f5e3a3647f1/0_76_3376_2026/master/3376.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=4bd79c4df30bf7e6f894eccb9144f12f"
    },
    {
        "title": "Last House Before the Mountain by Monika Helfer review as tumultuous as the family it depicts",
        "body": "At the centre of this novel, the first by the bestselling Austrian author to be translated into English, is a family and at the centre of the family is a young woman, Maria. The family live in a valley on the western edge of Austria it is 1914 and are known by the nearby villagers as ' die Bagage ' (the undesirables, the riff-raff) because they are poor and because 'the kids are half wild'. And Maria is a woman whose exquisite beauty provokes both lust and resentment. So when Maria's husband, Josef, is conscripted to serve in the first world war, the postman is a bit too pleased to be delivering Josef's call-up papers and imagines himself 'the sort of man who could show a lot of tender affection if it came to it'.",
        "posted": "2023-02-12 13:00:24",
        "image": "https://i.guim.co.uk/img/media/f72c3703f741719ca07fc22687d44ce3efbb3b59/0_242_4971_2982/master/4971.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=11b288eeff02c24f33d6637912a72b61",
        "author": {
            "name": "John Self",
            "position": "theguardian.com",
            "image": "https://profilemagazine.com/wp-content/uploads/2020/04/Ajmere-Dale-Square-thumbnail.jpg"
        }
    },
    {
        "title": "Tom Cruise parachuting into the Super Bowl? You can bet on it",
        "body": "Nearly every year more people watch the Super Bowl than any other event and many like to watch with some skin in the game. According to a survey done by the American Gaming Association, this year a record 50.4 million adults (20% of the population) in the US are expected to bet approximately $16 billion on the Super Bowl. The expected number of bettors is up 61% from last year. That number is helped by Ohio, Maryland, Kansas and Massachusetts all legalizing sports gambling since last year's Super Bowl.",
        "posted": "2023-02-11 16:48:33",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/230208110623-billie-jean-king-coin-toss-file-021322.jpg?c=16x9&q=w_800,c_fill"
    }
]